Repository: chaichaimee/AbsoluteYoutube
Catalog: locale/*/LC_MESSAGES/nvda.po
Languages: de

source: Error importing core functions: {str}
de: Fehler beim Importieren der Kernfunktionen: {str}

source: Error initializing AbsoluteYoutube: {str}
de: Fehler bei der Initialisierung von AbsoluteYoutube: {str}

source: Download MP3 (single tap), MP4 (double tap), or WAV (triple tap)
de: MP3 herunterladen (einmal tippen), MP4 (doppelt tippen) oder WAV (dreifach tippen)

source: Download MP3
de: MP3 herunterladen

source: Download MP4
de: MP4 herunterladen

source: Download WAV
de: WAV herunterladen

source: Open context menu (single tap) or download folder (double tap)
de: Kontextmenü öffnen (einmal tippen) oder Download-Ordner öffnen (doppelt tippen)

source: Error opening folder
de: Fehler beim Öffnen des Ordners

source: Invalid download folder
de: Ungültiger Download-Ordner

source: Not on a YouTube video page
de: Nicht auf einer YouTube-Videoseite

source: Short URL copied to clipboard
de: Kurz-URL in die Zwischenablage kopiert

source: Could not create shortened URL
de: Kurz-URL konnte nicht erstellt werden

source: Cannot determine current context
de: Aktueller Kontext kann nicht bestimmt werden

source: Error displaying context menu
de: Fehler beim Anzeigen des Kontextmenüs

source: Toggle playlist mode
de: Playlist-Modus umschalten

source: Playlist mode enabled
de: Playlist-Modus aktiviert

source: Playlist mode disabled
de: Playlist-Modus deaktiviert

source: Cycle MP3 quality settings
de: MP3-Qualitätseinstellungen durchlaufen

source: You must be on a YouTube page to use this feature
de: Sie müssen auf einer YouTube-Seite sein, um diese Funktion zu nutzen

source: Error: Trim module not available
de: Fehler: Trim-Modul nicht verfügbar

source: Error opening trim dialog: {str}
de: Fehler beim Öffnen des Trim-Dialogs: {str}

source: Error: Snapshot module not available
de: Fehler: Snapshot-Modul nicht verfügbar

source: Error importing settings panel: {str}
de: Fehler beim Importieren des Einstellungspanels: {str}

source: Error opening settings dialog: {str}
de: Fehler beim Öffnen des Einstellungsdialogs: {str}

source: Error: DownloadFail module not available
de: Fehler: DownloadFail-Modul nicht verfügbar

source: No failed downloads
de: Keine fehlgeschlagenen Downloads

source: Error opening download fail dialog: {str}
de: Fehler beim Öffnen des Download-Fehler-Dialogs: {str}

source: Error loading failed downloads: {e}
de: Fehler beim Laden fehlgeschlagener Downloads: {e}

source: Error saving failed downloads: {e}
de: Fehler beim Speichern fehlgeschlagener Downloads: {e}

source: Cannot create folder
de: Ordner kann nicht erstellt werden

source: Browser required
de: Browser erforderlich

source: URL not found
de: URL nicht gefunden

source: File exists
de: Datei existiert bereits

source: yt-dlp.exe missing
de: yt-dlp.exe fehlt

source: Error: ffmpeg.exe not found.
de: Fehler: ffmpeg.exe nicht gefunden.

source: File already exists. Skipping download.
de: Datei existiert bereits. Download wird übersprungen.

source: No valid multimedia link found.
de: Kein gültiger Multimedia-Link gefunden.

source: Not a YouTube video or valid multimedia link
de: Kein YouTube-Video oder gültiger Multimedia-Link

source: Adding link as {format} to download queue
de: Link als {format} zur Download-Warteschlange hinzufügen

source: Download Fail Manager - Absolute YouTube
de: Download-Fehler-Manager - Absolute YouTube

source: Video Title
de: Videotitel

source: Duration
de: Dauer

source: &Delete Selected
de: Ausgewählte löschen

source: &Download All
de: Alle herunterladen

source: &Clear All
de: Alle löschen

source: &Cancel
de: &Abbrechen

source: Delete
de: Löschen

source: Download file
de: Datei herunterladen

source: Delete selected
de: Ausgewählte löschen

source: Download all
de: Alle herunterladen

source: Clear all
de: Alle löschen

source: Item deleted
de: Eintrag gelöscht

source: Error starting download
de: Fehler beim Starten des Downloads

source: Download started for: {title}
de: Download gestartet für: {title}

source: No items selected
de: Keine Einträge ausgewählt

source: Selected items deleted
de: Ausgewählte Einträge gelöscht

source: No failed downloads to process
de: Keine fehlgeschlagenen Downloads zum Verarbeiten

source: All downloads started
de: Alle Downloads gestartet

source: No failed downloads to clear
de: Keine fehlgeschlagenen Downloads zum Löschen

source: All failed downloads cleared
de: Alle fehlgeschlagenen Downloads gelöscht

source: Error creating download folder
de: Fehler beim Erstellen des Download-Ordners

source: Snapshot file already exists
de: Snapshot-Datei existiert bereits

source: Capturing full-size snapshot...
de: Erfasse Vollbild-Snapshot...

source: Downloading thumbnail...
de: Thumbnail wird heruntergeladen...

source: Processing snapshot...
de: Snapshot wird verarbeitet...

source: Error: Failed to capture snapshot.
de: Fehler: Snapshot konnte nicht erfasst werden.

source: Error: No snapshot file created.
de: Fehler: Keine Snapshot-Datei erstellt.

source: An unexpected error occurred.
de: Ein unerwarteter Fehler ist aufgetreten.

source: Full-size snapshot complete
de: Vollbild-Snapshot abgeschlossen

source: Absolute YouTube Trim
de: Absolute YouTube Trimmen

source: Start time:
de: Startzeit:

source: End time:
de: Endzeit:

source: Video duration: unknown; Overall period: 0 seconds
de: Videodauer: unbekannt; Gesamtzeitraum: 0 Sekunden

source: Preview start
de: Vorschau starten

source: File Format
de: Dateiformat

source: Audio Quality
de: Audioqualität

source: Start download
de: Download starten

source: Cancel
de: Abbrechen

source: Invalid URL or start time
de: Ungültige URL oder Startzeit

source: Could not open preview URL
de: Vorschau-URL konnte nicht geöffnet werden

source: URL is required
de: URL ist erforderlich

source: Start time must be less than end time
de: Startzeit muss kleiner als Endzeit sein

source: Trimming and downloading {format}...
de: Schneide und lade {format} herunter...

source: Destination folder
de: Zielordner

source: &Browse...
de: &Durchsuchen...

source: Select a directory
de: Verzeichnis auswählen

source: &Beep while converting
de: &Piepen während der Konvertierung

source: &Say download complete
de: &Download abgeschlossen ankündigen

source: MP3 &quality (kbps):
de: MP3-&Qualität (kbps):

source: Use download section
de: Download-Bereich verwenden

source: &Number of connections:
de: &Anzahl der Verbindungen:

source: Enable &playlist mode by default
de: Playlist-Modus standardmäßig &aktivieren

source: Skip existing files
de: Vorhandene Dateien überspringen

source: Resume interrupted downloads on restart
de: Unterbrochene Downloads beim Neustart fortsetzen

source: Enable &logging
de: &Protokollierung aktivieren

source: &Max concurrent downloads (1-4):
de: &Maximale gleichzeitige Downloads (1-4):

source: Anti-blocking settings
de: Anti-Blockierungs-Einstellungen

source: Use &cookies (recommended to avoid block)
de: &Cookies verwenden (empfohlen, um Blockierung zu vermeiden)

source: Cookies &file:
de: Cookies-&Datei:

source: How to get cookies?
de: Wie bekomme ich Cookies?

source: Use &custom user agent
de: &Benutzerdefinierten User-Agent verwenden

source: &Throttle rate (KB/s, 0=unlimited):
de: &Drosselungsrate (KB/s, 0=unbegrenzt):

source: &Sleep between requests (seconds):
de: &Pause zwischen Anfragen (Sekunden):

source: &Retry count:
de: &Wiederholungsanzahl:

source: Fragment &retries:
de: Fragment-&Wiederholungen:

source: Skip &unavailable fragments
de: &Nicht verfügbare Fragmente überspringen

source: Use &proxy
de: &Proxy verwenden

source: Geo bypass &country:
de: Geo-Bypass-&Land:

source: Force I&Pv4
de: IPv&4 erzwingen

source: Force I&Pv6
de: IPv&6 erzwingen

source: &Mark as watched
de: Als &angesehen markieren

source: Reset to &safe settings (recommended if blocked)
de: Auf &sichere Einstellungen zurücksetzen (empfohlen bei Blockierung)

source: yt-dlp Update
de: yt-dlp Aktualisierung

source: Auto-update yt-dlp on startup
de: yt-dlp beim Start automatisch aktualisieren

source: Update yt-dlp now
de: yt-dlp jetzt aktualisieren

source: Update status: Idle
de: Aktualisierungsstatus: Leerlauf

source: How to get YouTube cookies: 1. Install 'Get cookies.txt' extension in Chrome or Firefox 2. Login to YouTube in your browser 3. Click the extension icon and export cookies 4. Save as cookies.txt and select it here Using cookies helps avoid blocks because YouTube sees you as a logged-in user.
de: So erhalten Sie YouTube-Cookies: 1. Installieren Sie die Erweiterung 'Get cookies.txt' in Chrome oder Firefox 2. Melden Sie sich in Ihrem Browser bei YouTube an 3. Klicken Sie auf das Erweiterungssymbol und exportieren Sie die Cookies 4. Speichern Sie als cookies.txt und wählen Sie sie hier aus Die Verwendung von Cookies hilft, Blockierungen zu vermeiden, da YouTube Sie als angemeldeten Benutzer erkennt.

source: Reset to safe settings. Remember to use cookies for best results.
de: Auf sichere Einstellungen zurückgesetzt. Denken Sie daran, Cookies für beste Ergebnisse zu verwenden.

source: Update status: Updating...
de: Aktualisierungsstatus: Wird aktualisiert...

source: Updating yt-dlp...
de: Aktualisiere yt-dlp...

source: yt-dlp updated successfully
de: yt-dlp erfolgreich aktualisiert

source: Update status: Update successful
de: Aktualisierungsstatus: Aktualisierung erfolgreich

source: Update failed: {str}
de: Aktualisierung fehlgeschlagen: {str}

source: Failed to create the specified folder. Please select a valid folder.
de: Fehler beim Erstellen des angegebenen Ordners. Bitte wählen Sie einen gültigen Ordner.
